<?php

return [
    'content' => [
        '甲子' => [
            'first' => '日出便見風雲散',
            'second' => '光明清淨照世間',
            'third' => '一向前途通大道',
            'fourth' => '萬事清吉保平安'
        ],
        '甲寅' => [
            'first' => '於今此景正當時',
            'second' => '看看欲吐百花魁',
            'third' => '若能遇得春色到',
            'fourth' => '一洒清吉脫塵埃'
        ],
        '甲辰' => [
            'first' => '勸君把定心莫虛',
            'second' => '天註衣祿自有餘',
            'third' => '和合重重常吉慶',
            'fourth' => '時來終遇得明珠'
        ],
        '甲午' => [
            'first' => '風恬浪靜可行船',
            'second' => '恰是中秋月一輪',
            'third' => '凡事不須多憂慮',
            'fourth' => '福祿自有慶家門'
        ],
        '甲申' => [
            'first' => '只恐前途明有變',
            'second' => '勸君作急可宜先',
            'third' => '且守長江無大事',
            'fourth' => '命逢太白守身邊'
        ],
        '甲戌' => [
            'first' => '風雲致雨落洋洋',
            'second' => '天災時氣必有傷',
            'third' => '命內此事難和合',
            'fourth' => '更逢一足出外鄉'
        ],
        '乙丑' => [
            'first' => '雲開月出見分明',
            'second' => '不須進退問前途',
            'third' => '婚姻皆由天註定',
            'fourth' => '和合清吉萬事成'
        ],
        '乙卯' => [
            'first' => '禾稻看看結成完',
            'second' => '此事必定兩相全',
            'third' => '回到家中寬心坐',
            'fourth' => '妻兒鼓舞樂團圓'
        ],
        '乙巳' => [
            'first' => '龍虎相隨在深山',
            'second' => '君爾何須背後看',
            'third' => '不知此去相愛愉',
            'fourth' => '他日與我卻無干'
        ],
        '乙未' => [
            'first' => '花開結子一半枯',
            'second' => '可惜今年汝虛度',
            'third' => '漸漸日落西山去',
            'fourth' => '勸君不用向前途'
        ],
        '乙酉' => [
            'first' => '靈雞漸漸見分明',
            'second' => '凡事且看子丑寅',
            'third' => '雲開月出照天下',
            'fourth' => '郎君即便見太平'
        ],
        '乙亥' => [
            'first' => '長江風浪漸漸靜',
            'second' => '于今得進可安寧',
            'third' => '必有貴人相扶助',
            'fourth' => '凶事脫出見太平'
        ],
        '丙子' => [
            'first' => '命中正逢羅孛關',
            'second' => '用盡心機總未休',
            'third' => '作福問神難得過',
            'fourth' => '恰是行舟上高灘'
        ],
        '丙寅' => [
            'first' => '財中漸漸見分明',
            'second' => '花開花謝結子成',
            'third' => '寬心且看月中桂',
            'fourth' => '郎君即便見太平'
        ],
        '丙辰' => [
            'first' => '八十原來是太公',
            'second' => '看看晚景遇文王',
            'third' => '目下緊事休相問',
            'fourth' => '勸君且守待運通'
        ],
        '丙午' => [
            'first' => '不須作福不須求',
            'second' => '用盡心機總未休',
            'third' => '陽世不知陰世事',
            'fourth' => '官法如爐不自由'
        ],
        '丙申' => [
            'first' => '舊恨重重未改為',
            'second' => '家中禍患不臨身',
            'third' => '須當謹防宜作福',
            'fourth' => '龍蛇交會得和合'
        ],
        '丙戌' => [
            'first' => '君問中間此言因',
            'second' => '看看祿馬拱前程',
            'third' => '若得貴人多得利',
            'fourth' => '和合自有兩分明'
        ],
        '丁丑' => [
            'first' => '富貴由命天註定',
            'second' => '心高必然誤君期',
            'third' => '不然且回依舊路',
            'fourth' => '雲開月出自分明'
        ],
        '丁卯' => [
            'first' => '前途功名未得意',
            'second' => '只恐命內有交加',
            'third' => '兩家必定防損失',
            'fourth' => '勸君且退莫咨嗟'
        ],
        '丁巳' => [
            'first' => '十方佛法有靈通',
            'second' => '大難禍患不相同',
            'third' => '紅日當空常照耀',
            'fourth' => '還有貴人到家堂'
        ],
        '丁未' => [
            'first' => '太公家業八十成',
            'second' => '月出光輝四海明',
            'third' => '命內自然逢大吉',
            'fourth' => '茅屋中間百事亨'
        ],
        '丁酉' => [
            'first' => '欲去長江水闊茫',
            'second' => '前途未遂運未通',
            'third' => '如今絲綸常在手',
            'fourth' => '只恐魚水不相逢'
        ],
        '丁亥' => [
            'first' => '月出光輝四海明',
            'second' => '前途祿位見太平',
            'third' => '浮雲掃退終無事',
            'fourth' => '可保禍患不臨身'
        ],
        '戊子' => [
            'first' => '總是前途莫心勞',
            'second' => '求神問聖枉是多',
            'third' => '但看雞犬日過後',
            'fourth' => '不須作福事如何'
        ],
        '戊寅' => [
            'first' => '選出牡丹第一枝',
            'second' => '勸君折取莫遲疑',
            'third' => '世間若問相知處',
            'fourth' => '萬事逢春正及時'
        ],
        '戊辰' => [
            'first' => '君爾寬心且自由',
            'second' => '門庭清吉家無憂',
            'third' => '財寶自然終吉利',
            'fourth' => '凡事無傷不用求'
        ],
        '戊午' => [
            'first' => '於今莫作此當時',
            'second' => '虎落平陽被犬欺',
            'third' => '世間凡事何難定',
            'fourth' => '千山萬水也遲疑'
        ],
        '戊申' => [
            'first' => '枯木可惜未逢春',
            'second' => '如今返在暗中藏',
            'third' => '寬心且守風霜退',
            'fourth' => '還君依舊作乾坤'
        ],
        '戊戌' => [
            'first' => '漸漸看此月中和',
            'second' => '過後須防未得高',
            'third' => '改變顏色前途去',
            'fourth' => '凡事必定見重勞'
        ],
        '己丑' => [
            'first' => '綠柳蒼蒼正當時',
            'second' => '任君此去作乾坤',
            'third' => '花果結實無殘謝',
            'fourth' => '福祿自有慶家門'
        ],
        '己卯' => [
            'first' => '龍虎相交在門前',
            'second' => '此事必定兩相連',
            'third' => '黃金忽然變成鐵',
            'fourth' => '何用作福問神仙'
        ],
        '己巳' => [
            'first' => '欲去長江水闊茫',
            'second' => '行舟把定未遭風',
            'third' => '戶內用心再作福',
            'fourth' => '看看魚水得相逢'
        ],
        '己未' => [
            'first' => '危險高山行過盡',
            'second' => '莫嫌此路有重重',
            'third' => '若見蘭桂漸漸發',
            'fourth' => '長蛇反轉變成龍'
        ],
        '己酉' => [
            'first' => '此事何須用心機',
            'second' => '前途變怪自然知',
            'third' => '看看此去得和合',
            'fourth' => '漸漸脫出見太平'
        ],
        '己亥' => [
            'first' => '福如東海壽如山',
            'second' => '君爾何須嘆苦難',
            'third' => '命內自然逢大吉',
            'fourth' => '祈保分明自平安'
        ],
        '庚子' => [
            'first' => '運逢得意身顯變',
            'second' => '君爾身中皆有益',
            'third' => '一向前途無難事',
            'fourth' => '決意之中保清吉'
        ],
        '庚寅' => [
            'first' => '名顯有意在中央',
            'second' => '不須祈禱心自安',
            'third' => '看看早晚日過後',
            'fourth' => '即時得意在其間'
        ],
        '庚辰' => [
            'first' => '意中若問神仙路',
            'second' => '勸爾且退望高樓',
            'third' => '寬心且守寬心坐',
            'fourth' => '必然遇得貴人扶'
        ],
        '庚午' => [
            'first' => '平生富貴成祿位',
            'second' => '君家門戶定光輝',
            'third' => '此中必定無損失',
            'fourth' => '夫妻百歲喜相隨'
        ],
        '庚申' => [
            'first' => '今行到此實難推',
            'second' => '歌歌暢飲自徘徊',
            'third' => '雞犬相聞消息近',
            'fourth' => '婚姻夙世結成雙'
        ],
        '庚戌' => [
            'first' => '一重江水一重山',
            'second' => '誰知此去路又難',
            'third' => '任他改求終不過',
            'fourth' => '是非終久未得安'
        ],
        '辛丑' => [
            'first' => '一年作事急如飛',
            'second' => '君爾寬心莫遲疑',
            'third' => '貴人還在千里外',
            'fourth' => '音信月中漸漸知'
        ],
        '辛卯' => [
            'first' => '客到前途多得利',
            'second' => '君爾何故兩相疑',
            'third' => '雖是中間防進退',
            'fourth' => '月出光輝得運時'
        ],
        '辛巳' => [
            'first' => '花開今已結成果',
            'second' => '富貴榮華終到老',
            'third' => '君子小人相會合',
            'fourth' => '萬事清吉莫煩惱'
        ],
        '辛未' => [
            'first' => '功名得意與君顯',
            'second' => '前途富貴喜安然',
            'third' => '若遇一輪明月照',
            'fourth' => '十五團圓光滿天'
        ],
        '辛酉' => [
            'first' => '君爾何須問聖跡',
            'second' => '自己心中皆有益',
            'third' => '於今且看月中旬',
            'fourth' => '凶事脫出化成吉'
        ],
        '辛亥' => [
            'first' => '陽世作事未和同',
            'second' => '雲遮月色正朦朧',
            'third' => '心中意欲前途去',
            'fourth' => '只恐命內運未通'
        ],
        '壬子' => [
            'first' => '言語雖多不可從',
            'second' => '風雲靜處未行龍',
            'third' => '暗中終得明消息',
            'fourth' => '君爾何須問重重'
        ],
        '壬寅' => [
            'first' => '佛前發誓無異心',
            'second' => '且看前途得好音',
            'third' => '此物原來本是鐵',
            'fourth' => '也能變化得成金'
        ],
        '壬辰' => [
            'first' => '東西南北不堪行',
            'second' => '前途此事正可當',
            'third' => '勸君把定莫煩惱',
            'fourth' => '家門自有保安康'
        ],
        '壬午' => [
            'first' => '功名事業本由天',
            'second' => '不須掛念意懸懸',
            'third' => '若問中間遲與速',
            'fourth' => '風雲際會在眼前'
        ],
        '壬申' => [
            'first' => '看君來問心中事',
            'second' => '積善之家慶有餘',
            'third' => '運亨財子雙雙至',
            'fourth' => '指日喜氣溢門閭'
        ],
        '壬戌' => [
            'first' => '孤燈寂寂夜沉沉',
            'second' => '萬事清吉萬事成',
            'third' => '若逢陰中有善果',
            'fourth' => '燒得好香達神明'
        ],
        '癸丑' => [
            'first' => '須知進退總言虛',
            'second' => '看看發暗未必全',
            'third' => '珠玉深藏還未變',
            'fourth' => '心中但得枉徒然'
        ],
        '癸卯' => [
            'first' => '病中若得苦心勞',
            'second' => '到底完全總未遭',
            'third' => '去後不須回頭問',
            'fourth' => '心中事務盡消磨'
        ],
        '癸巳' => [
            'first' => '勸君把定心莫虛',
            'second' => '前途清吉得運時',
            'third' => '到底中間無大事',
            'fourth' => '又遇神仙守安居'
        ],
        '癸未' => [
            'first' => '蛇身意欲變成龍',
            'second' => '只恐命內運未通',
            'third' => '久病且作寬心坐',
            'fourth' => '言語雖多不可從'
        ],
        '癸酉' => [
            'first' => '有心作福莫遲疑',
            'second' => '求名清吉正當時',
            'third' => '此事必能成會合',
            'fourth' => '財寶自然喜相隨'
        ],
        '癸亥' => [
            'first' => '月出光輝本清吉',
            'second' => '浮雲總是蔽陰色',
            'third' => '戶內用心再作福',
            'fourth' => '當官分理便有益'
        ],
    ]
];
